[
	{
		"language": "EN",
		"terms": "<h1><font color='#333f50'>Terms & Conditions</font></h1><p ><font color= '#333f50'>These Terms and Conditions ('Terms','Terms and Conditions') govern your relationship with GoldStone mobile application (the'Service') operated by GoldStone ('us','we', or'our')</font></p><p ><font color= '#333f50'>Please read these Terms and Conditions carefully before using our GoldStone mobile application (the'Service')</font></p><p ><font color= '#333f50'>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who access or use the Service</font></p><p ><font color= '#333f50'>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service</font></p><h3 ><font color= '#333f50'>Wallets and Assets</font></h3><p ><font color= '#333f50'>When you create or import a wallet in GoldStone, the private key keep in local, and we <span class ='attentionText'>NEVER</span> upload any forms of your private keys or mnemonics or keystores</font></p><p ><font color= '#333f50'>Please make sure you backup them well and safe, the private keys or mnemonics or keystores will not get recovered from GoldStone server</font></p><p ><font color= '#333f50'>Assets price was supported by 3rd party website, it could be used as a reference. Please notice that the true value of your assets is based on your specific trading behavior</font></p><h3 ><font color= '#333f50'>Intellectual Property</font></h3><p ><font color= '#333f50'>The Service and its original content, features and functionality are and will remain the exclusive property of GoldStone and its licensors. The Service is protected by copyright, trademark, and other laws of both the Belgium and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of GoldStone</font></p><h3 ><font color= '#333f50'>Links To Other Web Sites</font></h3><p ><font color= '#333f50'>Our Service may contain links to third-party web sites or services that are not owned or controlled by GoldStone</font></p><p ><font color= '#333f50'>GoldStone has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that GoldStone shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such websites or services</font></p><p ><font color= '#333f50'>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit</font></p><h3 ><font color= '#333f50'>Termination</font></h3><p ><font color= '#333f50'>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms</font></p><p ><font color= '#333f50'>Upon termination, your right to use the Service will immediately cease. If you wish to terminate your account, you may simply discontinue using the Service</font></p><h3 ><font color= '#333f50'>Limitation Of Liability</font></h3><p ><font color= '#333f50'>In no event shall GoldStone, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose</font></p><h3 ><font color= '#333f50'>Disclaimer</font></h3><p ><font color= '#333f50'>Your use of the Service is at your sole risk. The Service is provided on an'AS IS' and'AS AVAILABLE' basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance</font></p><p ><font color= '#333f50'>GoldStone its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location; b) any errors or defects will be corrected; c) the Service is free of viruses or other harmful components; or d) the results of using the Service will meet your requirements</font></p><h3 ><font color= '#333f50'>Changes</font></h3><p ><font color= '#333f50'>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 15 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion</font></p><p ><font color= '#333f50'>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service</font></p><h5><font color= '#333f50'>Latest update: May 15, 2018</font></h5>"
	},
	{
		"language": "ZH",
		"terms": "<h1><font color='#333f50'>用户协议</font></h1></div> <p><font color= '#333f50'>这些条款和条件（“条款”，“条款和条件”）管理您与GoldStone（“我们”，“我们”或“我们”）运营的GoldStone移动应用程序（“服务”）的关系。</font></p><p><font color= '#333f50'>在使用我们的GoldStone移动应用程序（“服务”）之前，请仔细阅读这些条款和条件。</font></p><p><font color= '#333f50'>您访问和使用本服务的条件是您接受并遵守这些条款。这些条款适用于访问或使用本服务的所有访问者，用户和其他人。</font></p><p><font color= '#333f50'>通过访问或使用本服务，您同意受这些条款的约束。如果您不同意这些条款的任何部分，则您可能无法访问该服务。</p><h3><font color= '#333f50'>钱包与资产</font></h3><p><font color= '#333f50'>当您在GoldStone中创建或导入钱包时，私钥保存在本地，并且我们<span>从不</span>上传任何形式的私钥或助记词或密钥库。</font></p><p><font color= '#333f50'>因为Goldstone不在云端存储您的这些数据，因此也<span>无法从GoldStone服务器恢复</span>。</font></p><p><font color= '#333f50'>请确保将您的<span>助记词</span>/<span>私钥</span>/<span>Keystore</span>妥善备份，私钥或助记词或Keystore。</font></p><p><font color= '#333f50'> 资产价格由第三方网站支持，可以作为参考。请注意，您资产的真实价值取决于您的具体交易行为。</p><h3><font color= '#333f50'>知识产权</font></h3><p><font color= '#333f50'>本服务及其原始内容，功能和功能现在仍将是GoldStone及其许可人的专有财产。本服务受比利时和外国的版权，商标和其他法律保护。未经金石事先书面同意，我们的商标和商业外观不得用于任何产品或服务。</p><h3><font color= '#333f50'>其他网站服务或链接</font></h3><p><font color= '#333f50'>我们的服务可能包含指向非GoldStone拥有或控制的第三方网站或服务的链接。</font></p><p><font color= '#333f50'>GoldStone无法控制任何第三方网站或服务的内容、隐私政策或惯例，也不承担任何责任。您需要进一步承认并同意，对于经由第三方商品或服务而导致直接或间接产生的任何损害或损失，GoldStone不承担责任。</font></p><p><font color= '#333f50'>我们强烈建议您阅读您访问的任何第三方网站或服务的条款和条件以及隐私政策。</p><h3><font color= '#333f50'>服务终止</font></h3><p><font color= '#333f50'>在包括但不限于用户违反条款的情况下，我们可能会以任何理由立即终止或暂停您对Goldstone服务的使用，恕不另行通知或承担责任。</font></p><p><font color= '#333f50'>服务终止后，您使用本服务的权利将立即停止。如果您想主动终止，您可以停止使用本服务。</p><h3><font color= '#333f50'>责任限制</font></h3><p><font color= '#333f50'>在任何情况下，GoldStone及其董事，雇员，合作伙伴，代理商，供应商或关联公司均不对任何间接的，附带的，特殊的，相应的或惩罚性的损害负责，包括但不限于利润损失，数据，使用，商誉，或因以下原因导致的其他无形损失：</font></p><p><font color= '#333f50'>（i）您访问或使用或无法访问或使用本服务;</font></p><p><font color= '#333f50'>（ii）服务上任何第三方的行为或内容;</font></p><p><font color= '#333f50'>（iii）从服务中获得的任何内容;</font></p><p><font color= '#333f50'>（iv）以保修，合同，侵权（包括疏忽）或任何其他法律理论为依据，无论我们是否已被告知此类损害的可能性； </font></p><p><font color= '#333f50'>（iv）未经授权访问，使用或更改您的传输或内容如果发现这里提出的补救措施没有达到其基本目的。</p><h3><font color= '#333f50'>免责声明</font></h3><p><font color= '#333f50'>您使用本服务需自担风险。该服务按“原样”和“可用”的基础提供。本服务不提供任何明示或暗示的担保，包括但不限于对适销性，适用于特定目的，不侵权或履行过程的暗示担保。</font></p><p><font color= '#333f50'>GoldStone其子公司，附属公司及其许可人不保证：a）本服务将在任何特定时间或地点不间断，安全或可用; b）任何错误或缺陷将被纠正; c）本服务不含病毒或其他有害成分;或d）使用本服务的结果将符合您的要求。</p><h3><font color= '#333f50'>变更</font></h3><p><font color= '#333f50'>我们保留随时自行决定修改或替换这些条款的权利。如果修订是重要的，我们将尝试在任何新条款生效之前提供至少15天的通知。重大变更的构成将由我们自行决定。</font></p><p><font color= '#333f50'>在修改生效后，如果继续访问或使用我们的服务，您同意受修订条款的约束。如果您不同意新条款，请停止使用本服务。</font></p><h5><font color= '#333f50'>更新于：2018年5月15日</font></h5>"
	}
]